<?php
// Heading
$_['heading_title'] = 'OCDepartment - Адаптивні категорії';

// Text
$_['text_module']           = 'Модулі';
$_['text_success']          = 'Налаштування модуля OCDepartment успішно змінено!';
$_['text_edit']             = 'Налаштування модуля OCDepartment';
$_['text_link_to_auto']     = 'Автоматично';
$_['text_link_to_self']     = 'Поточну схему';
$_['text_link_to_category'] = 'Категорію';

// Entry
$_['entry_name']                  = 'Назва модуля';
$_['entry_link_to']               = 'Посилатися на';
$_['entry_collapse_parent']       = 'Обмежити вивід першого рівня';
$_['entry_collapse_parent_limit'] = 'Ліміт видимих категорій';
$_['entry_collapse_child']        = 'Обмежити виведення другого рівня';
$_['entry_collapse_child_limit']  = 'Ліміт видимих категорій';
$_['entry_show_total']            = 'Показувати лічильник товарів';
$_['entry_status']                = 'Статус';

// Help
$_['help_link_to_auto']          = 'В цьому режимі посилання категорій будуть залежати від розташування модуля і доступного оточення.';
$_['help_link_to_self']          = 'Посилання категорій будуть вести на сторінку, де розташований модуль.<br />Наприклад, якщо переходимо з виробника, то посилання буде виду<br /><kbd>mystore.com/nike?filter_category_id=99</kbd>';
$_['help_link_to_category']      = 'За можливістю¹ переадресація посилань категорій буде відбуватися на сторінку обраної категорії з відповідними GET параметрами початкової сторінки.<br />Наприклад, якщо переходимо з виробника, то посилання буде виду<br /><kbd>mystore.com/shoes/nike</kbd><br />¹В акціях і пошуку перехід тільки «на себе».';
$_['help_collapse_parent']       = 'Дозволяє приховати частину списку категорій першого рівня під collapse блок.';
$_['help_collapse_parent_limit'] = 'Вкажіть кількість категорій <b>першого</b> рівня, після яких з\'явиться блок прихованих категорій.';
$_['help_collapse_child']        = 'Приховує частину категорій другого рівня під слайд і collapse блок.';
$_['help_collapse_child_limit']  = 'Вкажіть кількість категорій <b>другого</b> рівня, після яких з\'явиться блок прихованих категорій.';
$_['help_show_total']            = 'Виводить кількість товарів для кожної категорії. Дана опція на швидкість системи не впливає.';

// Error
$_['error_permission'] = 'У Вас немає прав для налаштування даного модуля!';
$_['error_name']       = 'Ім\'я модуля повинно бути від 3 до 64 символів!';