<?php
$_['title_form_group']        = 'Select Attribute group';
$_['title_import']            = 'Import';

$_['column_name']             = 'Им\`я атрибута';
$_['column_action']           = 'Дії';
$_['column_head']             = 'Об\'єднати атрибути';
$_['column_new']              = 'Им\'я об\'єднанного';

$_['entry_name']              = 'Назва атрибута або ID';
$_['entry_group']             = 'Група атрибутів';
$_['entry_import_file']       = 'Им\`я файла';

$_['button_filter']           = 'Фільтр';
$_['button_clear_filter']     = 'Clear Filter';
$_['button_attr_delete']      = 'Удалить атрибут';
$_['button_attr_export']      = 'Експорт значень атрибута';
$_['button_filter_attribute'] = 'Фільтр';
$_['button_change_group']     = 'Change';
$_['button_merge']            = 'Об\'єднати';

$_['tab_merge']               = 'Об\'єднання атрибутів';
$_['tab_bulk']                = 'Змінити групу';

$_['text_import']             = 'Import';
$_['text_new_value']          = 'Оставить пустым, если не надо переименовывать';
$_['text_change_group']       = 'Change group';
$_['text_autocomplete']       = 'автокомплит - начните набирать';
$_['text_show']               = 'Показувати по:';
$_['text_delete_attribute']   = 'Removed from %s products';
$_['text_confirm_one_delete'] = 'Delete attribute with delete from product! You are shure?';
$_['text_about'] = '

<p>
Розширення спрощує роботу з атрибутами,
дозволяє швидко редагувати атрибути в адмінці,
має фільтр за назвою, по ID, по групі.
</p>
<h3> Дозволяє </h3>
<ul>
<li> Швидко змінювати назву атрибута</li>
<li> Швидко змінювати сортування в списках</li>
<li> Швидко змінювати групу атрибута</li>
<li> Швидко змінювати групу атрибутів для обраних атрибутів</li>
<li> Видаляти атрибути, разом з видаленням атрибута (значення) з товарів</li>
<li> Об\'єднати атрибути</li>
</ul>

<h3> Як працює об\`єднання атрибутів </h3>
<p> <i> Приклад</i></p>
<ol>
<li> Потужність Вт</li>
<li> Потужність кВт</li>
<li> Потужність</li>
</ol>
<p><small> Таке можна часто зустріти при завантаженні товарів з різних джерел, за своєю суттю - однакові</small></p>
<p><b> Що робити?</b></p>
<p>Виділяємо - додаємо в форму об\`єднання
<br>
Вибрати основний атрибут.
<br>
Натиснули кнопку ..
<br>
Модуль перевіряє наявність обраних атрибутів в товарах і змінює на основний
<br>
<br>
<i> Приклад 1</i>
<br>
До товару прив\'язані атрибути
</p>
<ol>
<li> Потужність Вт</li>
<li> Потужність кВт
<li> Потужність</li>
</ol>
<p>
Обраний як основний <b> Потужність</b>
<br>
В цьому випадку атрибути <b>Потужність Вт</b> та <b> Потужність кВт</b> Будуть видалені
<br>
<br>
<i> Приклад 2</i>
<br>
В одному товарі є атрибут <b>Потужність Вт</b>, в іншому <b> Потужність кВт</b>
<br>
В цьому випадку атрибут зміниться на основний <b> Потужність</b>
<p>
Що маємо в результаті?
<br>
Оптимальне значення атрибутів
</p>';