<?php
/*
 * Shoputils
 *
 * ПРИМЕЧАНИЕ К ЛИЦЕНЗИОННОМУ СОГЛАШЕНИЮ
 *
 * Этот файл связан лицензионным соглашением, которое можно найти в архиве,
 * вместе с этим файлом. Файл лицензии называется: LICENSE.3.0.x-3.1.x.RUS.TXT
 * Так же лицензионное соглашение можно найти по адресу:
 * https://opencart.market/LICENSE.3.0.x-3.1.x.RUS.TXT
 * 
 * =================================================================
 * OPENCART/ocStore 3.0.x-3.1.x ПРИМЕЧАНИЕ ПО ИСПОЛЬЗОВАНИЮ
 * =================================================================
 *  Этот файл предназначен для Opencart/ocStore 3.0.x-3.1.x. Shoputils не
 *  гарантирует правильную работу этого расширения на любой другой 
 *  версии Opencart/ocStore, кроме Opencart/ocStore 3.0.x-3.1.x. 
 *  Shoputils не поддерживает программное обеспечение для других 
 *  версий Opencart/ocStore.
 * =================================================================
*/

// Heading
$_['heading_title']                     = 'Cкидки';
$_['heading_full_title']                = 'Накопительные скидки';

//Text
$_['text_description_none']             = 'Накопительных скидок нет.';
$_['text_href_discounts_not_logged']    = 'Как получить скидку?';
$_['text_href_discounts_logged']        = 'Какие еще есть скидки?';
$_['text_description_empty']            = 'У Вас есть скидка, но администратор не добавил описание для нее.';
$_['text_cumulative_summ']              = 'Вы накопили: %s';
?>