<?php
// Heading
$_['heading_title']  = 'Компаніям';

// Text
$_['text_location']  = 'Наше місцезнаходження';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Написати нам';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим роботи';
$_['text_comment']   = 'Додаткова інформація';
$_['text_success']   = '<p> Дякуємо за інтерес до компанії Radio Shop! </p>
<p> Ваш запит прийнятий і буде оброблений нами в мінімальні терміни. Протягом 2 годин з Вами зв&#39;яжеться наш менеджер.</p>
<p> Зверніть увагу на наш режим роботи з обробки заявок: <b> понеділок-п&#39;ятниця з 9 до 19 </b>. </p>
<p> Якщо заявка була відправлена після 18-30 або в неробочий час, то відповідь буде з 9 до 11 на наступний робочий день після відправки.
</p>';
$_['button_submit']         = 'Відправити повідомлення';

// Entry
$_['entry_name']     = 'ПІБ';
$_['entry_company']  = 'Організація';
$_['entry_phone']  = 'Телефон';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Текст запросу';
$_['entry_captcha']  = 'Введіть код, вказаний на зображенні';

// Email
$_['email_subject']  = 'radio-shop.com.ua - Форма запросу від компанії';
$_['email_subject2'] = 'Заявка Radio Shop';
$_['thanks'] = '<p> Дякуємо за інтерес до компанії Radio Shop! </p>
<p> Ваш запит був прийнятий і відправлений в обробку. Будьте впевнені, що ми намагаємося відповісти Вам якомога швидше. Максимальний час відповіді - 2 години. </p>
<p> Зверніть увагу на наш режим роботи з обробки заявок: <b> понеділок-п&#39;ятниця з 9 до 19 </b>. </p>
<p> Якщо заявка була відправлена після 18-30 або в неробочий час, то відповідь буде з 9 до 11 на наступний робочий день після відправки. </p>
<p> Якщо з яких-небудь причин з вами так і не зв&#39;язалися, повідомте нам: </p>
(044) 337 58 00 <br>
(097) 343 58 00 <br>
(099) 604 38 65 <br>
(093) 125 78 11 <br>
<p> Viber: (097) 343 58 00 </p>
<p> Хочете повідомити щось ще? - Дайте відповідь на цей лист. </p>
<p> Гарного дня! </p>';

$_['you_send'] = 'Ви відправили такі дані';
$_['name2'] = 'Radio Shop';
$_['email_company'] = 'Організація:';
$_['email_message'] = 'Текст повідомлення';
$_['email_phone'] = 'Телефон:';
$_['email_mail'] = 'Email:';
$_['email_time']= 'Час відправлення запиту: ';
$_['email_sposob'] = 'Бажаний спосіб отримання відповіді:';

// Errors
$_['error_name']     = 'ПІБ має бути від 3 до 32 символів!';
$_['error_company']     = 'Назва організації має бути від 3 до 32 символів!';
$_['error_phone']     = 'Телефон повинен бути від 3 до 13 символів і содеражть тільки цифри!';
$_['error_email']    = 'E-mail адресу введено неправильно!';
$_['error_enquiry']  = 'Довжина тексту повинна бути від 10 до 3000 символів!';
$_['error_captcha']  = 'Код перевірки не збігається із зображенням!';

$_['text_one_click_mask']  			= '+38(999)999-99-99';	

$_['company_text_1']  			= '<p> <h1> Ласкаво просимо в інтернет-магазин Radio Shop! </h1> </p>

<p> Для наших Клієнтів & ndash; юридичних осіб та фізичних осіб-підприємців ми пропонуємо особливі умови обслуговування на постійній основі. </p>

<p> Ми працюємо за безготівковим розрахунком (з ПДВ, без ПДВ). Надаємо всі необхідні документи (на вимогу). Гарантуємо виконання термінів поставок і сервісного обслуговування. </p>

<p> Ціни на сайті вказані без урахування ПДВ. </p>

<p> Працюємо з державними організаціями! </p>

<p> Надсилайте Ваші запити за адресою: salesradioshop@gmail.com. Максимальний час обробки запиту - 2 години. </p>';

$_['company_text_leg']  			= 'Відправити запит в компанію Radio Shop <br> Отримайте відповідь на свій запит до 2 годин!';	
$_['company_but_1']  			= 'Отримати рахунок з ПДВ';	
$_['company_but_2']  			= 'Отримати рахунок без ПДВ';	
$_['company_but_3']  			= 'Дізнатися ціни, наявність і терміни поставки';	
$_['company_but_4']  			= 'Запропонувати співпрацю';

$_['company_val_1']  			= 'Доброго дня! Хочемо отримати рахунок з ПДВ на наступні товари:';	
$_['company_val_2']  			= 'Доброго дня! Хочемо отримати рахунок без ПДВ на наступні товари:';	
$_['company_val_3']  			= 'Доброго дня! Хочемо дізнатися ціни, наявність і терміни поставки на наступні товари:';	
$_['company_val_4']  			= 'Доброго дня! Пропонуємо співпрацю з питання...';	

$_['company_text_file_1']  			= 'Прикріпити файл <span style = "font-size: 12px;"> (прикріпіть сюди файл із заявкою, фото товару, статутні документи або інший файл) </span>';	
$_['company_text_file_2']  			= 'Завантажити файл';	
$_['company_text_file_3']  			= 'Бажаний спосіб отримання відповіді:';	
$_['company_text_file_4']  			= 'Відповісти по e-mail і передзвонити';	
$_['company_text_file_5']  			= 'Відповісти тільки по e-mail';	
$_['company_text_file_6']  			= 'Тільки передзвонити';	
$_['company_text_2']  			= '<h2 style = "color:#3399cc; font-size:18px"> <strong> Варіанти співпраці </strong> </h2>

<div class = "row" style = "margin-left: 0px;">

<strong> Разова закупівля </strong>
<p>Отримуємо від вас запит - Виставляємо рахунок - Відправляємо після оплати - Забезпечуємо гарантійне обслуговування - Інформуємо про акції та новинки - Очікуємо чергове замовлення :)</p>
<strong> Регулярні закупівлі </strong>
<p> Обговорюємо вигідні умови співпраці - Укладаємо договір поставки - Заздалегідь готуємо ваше замовлення (Товар завжди буде в наявності) - Підтверджуємо ваш запит - Виставляємо рахунок - Відправляємо в день оплати - Забезпечуємо гарантійне обслуговування - Продовжуємо роботу за договором - Інформуємо про акції та новинки.</strong>
<p>Обговорюємо розмір знижки в залежності від замовлення - Укладаємо договір - Виставляємо рахунок - Отримуємо передплату за умовами договору - Замовляємо товар (при відсутності необхідного кол-ва на складі) - Відправляємо замовлення - Забезпечуємо гарантійне обслуговування - Інформуємо про акції та новинки - Очікуємо чергове замовлення: )</p>
<strong> Оптові закупівлі </strong>

<p> Оптовим клієнтам і партнерам пропонуємо індивідуальні умови цінової політики і обслуговування. Просто зв&#39;яжіться з нами будь-яким зручним способом!</p>
</div>

<h2 style = "text-align: center; color:#3399cc; font-size:18px"> <strong>Гарантуємо кожному Клієнту</strong> </h2>
<div class = "row" style = "margin-left: 0px; margin-top: 20px;">


 <ul class="spisok">
    <li>Оперативна обробка запитів</li>
    <li>Консультування та інформаційний супровід по товарах</li>
    <li>Спеціальні ціни для великих замовлень</li>
    <li>Вигідні ціни для наших постійних клієнтів</li>
    <li>Акційні пропозиції на різні групи товарів</li>
    <li>Оновлення та розширення асортименту для ефективного вирішення Ваших завдань</li>
    <li>Доставка будь-яким зручним способом</li>
    <li>Особливі умови для постійних клієнтів: тестовий період, підбір товару, який не входить в асортимент магазину для комплектації замовлення; різні варіанти оплати, бонуси і подарунки</li>
    <li>Оформлення всіх необхідних документів</li>
  </ul>

</div>
<h2 style = "text-align: center"> <strong> Наші Клієнти </strong> </h2>

<p><p>Нашими постійними клієнтами є компанії різного профілю: виробничі підприємства, заводи, автотранспортні компанії, сервісні центри з ремонту та обслуговування техніки, торгові підприємства, інтернет-провайдери та телекомунікаційні компанії, а також багато інших.</p>

';	

