<?php
// Heading 
$_['heading_title']    = 'Відгуки про магазин';
$_['sr_title']    = 'Відгуки про магазин';
$_['module_description']    = 'Опис сторінки';
$_['send_rating']    = 'Залишити відгук';

// Text
    $_['entry_name'] = 'Ваше імя';
    $_['entry_email'] = 'Ваш E-Mail';
    $_['text_email_desc'] = 'Не відображається сайт';
    $_['entry_comment'] = 'Ваш відгук';
    $_['entry_good'] = 'Добре';
    $_['entry_bad'] = 'Пагано';
    $_['entry_rate'] = 'Загальна оцінка магазину';
    $_['entry_site_rate'] = 'Оцінка сайту';
    $_['text_rate'] = 'Залишити відгук';
    $_['text_summary'] = 'Середня оцінка магазина';
    $_['text_count'] = 'Всього оцінок:';
    $_['button_send'] = 'Відправити';
    $_['button_close'] = 'Закрити';
    $_['answer'] = 'Відповідь магазина';

    $_['god_bad_desc'] = 'Напишіть плюси і мінуси магазину / сайту, розділяйте кожен пункт переходом на нову сходинку. Якщо не знаєте що написати залиште поля порожніми.';
    $_['shop_rating_success_text_moderate'] = 'Спасибі за ваш відгук. Він надіслан адміністратору для перевірки на спам і незабаром буде опублікований.';
    $_['shop_rating_success_text'] = 'Спасибі. Ваш відгук був прийнят.';
    $_['registered_customer_text'] = 'Покупець';

    $_['text_login_error'] = 'Будь ласка <a href="%s">авторизируйтесь</a> или <a href="%s">створіть обліковий запис</a> перед тим як написати відгук';
    $_['text_will_send'] = 'Ви вже залишили свою оцінку магазину.';

//Errors
    $_['error_name'] = 'Імя повинно бути від 3 до 32 символів!';
    $_['error_email'] = 'E-mail адреса введена невірно!';
    $_['error_comment'] = 'Довжина тексту повинна бути від 10 до 3000 символів!';
    $_['error_captcha'] = 'Код перевірки не збігається із зображенням!';

// E-mail
$_['text_mail_subject']	= '%s - Новый відгук про магазин';
$_['text_mail_waiting']	= 'Ви отримали новый відгук про магазин.';
$_['text_mail_reviewer']	= 'Автор: %s';
$_['text_mail_shop_rating']	= 'Оцінка магазина: %s';
$_['text_mail_site_rating']	= 'Оцінка сайту: %s';
$_['text_mail_comment']	= 'Коментар:';
$_['text_mail_good']	= 'Добре:';
$_['text_mail_bad']	= 'Пагано:';
$_['text_request_mail_subject'] = '%s - Залиште свій відгук про магазин.';
$_['text_request_mail_text'] = '
    <h4>[customer_name]! Дякуємо Вам за покупку в нашому інтернет магазині [store_name_link].</h4>
    <p>Ви можете Залишити відгук і оцінити нашу роботу тут [ratings_link].</p>
    <p>З Повагою до Вас, [store_name_link].</p>';

