<?php
// Heading
$_['heading_title'] = 'OCDepartment - Адаптивные категории';

// Text
$_['text_module']           = 'Модули';
$_['text_success']          = 'Настройки модуля OCDepartment успешно изменены!';
$_['text_edit']             = 'Настройки модуля OCDepartment';
$_['text_link_to_auto']     = 'Автоматически';
$_['text_link_to_self']     = 'Текущую схему';
$_['text_link_to_category'] = 'Категорию';

// Entry
$_['entry_name']                  = 'Название модуля';
$_['entry_link_to']               = 'Ссылаться на';
$_['entry_collapse_parent']       = 'Ограничить вывод первого уровня';
$_['entry_collapse_parent_limit'] = 'Лимит видимых категорий';
$_['entry_collapse_child']        = 'Ограничить вывод второго уровня';
$_['entry_collapse_child_limit']  = 'Лимит видимых категорий';
$_['entry_show_total']            = 'Показывать счётчик товаров';
$_['entry_status']                = 'Статус';

// Help
$_['help_link_to_auto']          = 'В этом режиме ссылки категорий будут зависеть от расположения модуля и доступного окружения.';
$_['help_link_to_self']          = 'Ссылки категорий будут вести на страницу, где расположен модуль.<br />Например, если переходим из производителя, то ссылка будет вида<br /><kbd>mystore.com/nike?filter_category_id=99</kbd>';
$_['help_link_to_category']      = 'По возможности¹ переадресация ссылок категорий будет происходить на страницу выбранной категории с соответствующими GET параметрами исходной страницы.<br />Например, если переходим из производителя, то ссылка будет вида<br /><kbd>mystore.com/shoes/nike</kbd><br />¹В акциях и поиске переход только «на себя».';
$_['help_collapse_parent']       = 'Позволяет скрыть часть списка категорий первого уровня под collapse блок.';
$_['help_collapse_parent_limit'] = 'Укажите количество категорий <b>первого</b> уровня, после которых появится блок скрытых категорий.';
$_['help_collapse_child']        = 'Скрывает часть категорий второго уровня под слайд и collapse блок.';
$_['help_collapse_child_limit']  = 'Укажите количество категорий <b>второго</b> уровня, после которых появится блок скрытых категорий.';
$_['help_show_total']            = 'Выводит количество товаров для каждой категории. Данная опция на производительность системы не влияет.';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';