<?php
// All rights reserved ART&PR studio -> https://store.pe-art.ru
$_['text_instruction'] = 'Инструкции по онлайн оплате';
$_['button_confirm'] = 'Подтверждение заказа';
$_['button_pay_later'] = 'Оплатить позже';

$_['inter_title'] = 'Оплатить онлайн';
$_['heading_title'] = 'Онлайн оплата';
$_['history'] = 'История заказов';
$_['lich'] = 'Личный Кабинет';
$_['button_pay'] = 'ПЕРЕЙТИ К ОПЛАТЕ';
$_['button_back'] = 'Назад';
$_['text_title'] = 'Онлайн оплата';
$_['button_ok'] = 'Готово';
$_['success_text_first'] = '<p>Ваш заказ успешно создан!</p>';
$_['success_text'] = '<p>Операция прошла успешно. Ваш заказ #%d оплачен.</p>';
$_['success_text_wait'] = '<p>Поcле того как деньги поступят на наш счет, статус Вашего Заказа #%1$d изменится. Если произошла ошибка <a href="/index.php?route=information/contact">свяжитесь с нами</a>. Мы поможем Вам произвести оплату.<br>Для повторной оплаты перейдите <a href="%2$s">по ссылке</a>.</p>';
$_['success_text_wait_noorder'] = '<p>Поcле того как деньги поступят на наш счет, наш менеджер свяжется с Вами. Если произошла ошибка <a href="/index.php?route=information/contact">свяжитесь с нами</a>. Мы поможем Вам произвести оплату.<br>Для повторной оплаты перейдите <a href="%1$s">по ссылке</a>.</p>';
$_['success_text_loged'] = '<p>Вы можете просматривать историю заказов в <a href="%2$s">Личном кабинете</a>, открыв <a href="%1$s">Историю заказов</a></p>';
$_['waiting_text_loged'] = '<p>Вы также можете произвести оплату позже из <a href="%s">личного кабинета</a>.</p>';

$_['fail_text_wait'] = '<p>Платеж не удался. Поcле того как деньги поступят на наш счет, статус Вашего Заказа #%1$d изменится. Если произошла ошибка <a href="/index.php?route=information/contact">свяжитесь с нами</a>. Мы поможем Вам произвести оплату.<br>Для повторной оплаты перейдите <a href="%2$s">по ссылке</a>.</p>';
$_['fail_text_wait_noorder'] = '<p>Платеж не удался. Поcле того как деньги поступят на наш счет, наш менеджер свяжется с Вами. Если произошла ошибка <a href="/index.php?route=information/contact">свяжитесь с нами</a>. Мы поможем Вам произвести оплату.<br>Для повторной оплаты перейдите <a href="%1$s">по ссылке</a>.</p>';
$_['fail_text_loged'] = '<p>Вы также можете произвести оплату позже из <a href="%s">личного кабинета</a>.</p>';
$_['send_text_fail'] = '<p>Поcле того как деньги поступят на наш счет, статус Вашего Заказа #%1$d изменится. Если произошла ошибка <a href="/index.php?route=information/contact">свяжитесь с нами</a>. Мы поможем Вам произвести оплату.</p>';

$_['send_text'] = 'Заказ #%1$s Сумма: %2$s';

$_['send_text_wait'] = '<p>Поcле того как деньги поступят на наш счет, статус Вашего Заказа #%1$d изменится. Если произошла ошибка <a href="/index.php?route=information/contact">свяжитесь с нами</a>. Мы поможем Вам произвести оплату.</p>';

$_['success_admin_alert'] = 'Поступила оплата заказа #%s';
$_['oplachen'] = 'Ваш заказ уже оплачен';
$_['pay_text'] = 'Оплатить онлайн';

$_['pay_order_text'] = 'Заказ %1$s';



$_['no_stock'] = 'Оплата будет доступна после обработки заказа.<br>';
$_['stock'] = 'Повторно перейти на оплату можно <a href="%s">по ссылке</a><br>';

$_['success_morepay_alert_admin'] = 'Поступила частичная оплата заказа #%1$s.'."\n".'Заказ разбит на суммы менее %2$sр.'."\n".'Зачислено: %5$sр. %6$'."\n".'Всего оплачено: %3$sр. Осталось оплатить: %4$sр.';
$_['success_morepay_alert_customer'] = 'Операция прошла успешно.'."\n".'Внимание! Ваш заказ #%1$s разбит на суммы менее %2$sр.'."\n".'Зачислено: %5$sр. %6$s'."\n".'Всего оплачено: %3$sр. Осталось оплатить: %4$sр.'."\n".'Оплатить остаток можно по ссылке %7$s';
$_['success_morepay_alert_comis'] = 'в том числе комиссия %1$sр.';

$_['text_history'] = '<a href="%1$s" class="btn btn-primary">Оплатить онлайн</a>';

$_['text_stat'] = 'Перейдите по ссылке для оплаты онлайн'."\n" . '%1$s' . "\n\n";
$_['merchant_url'] = '<a href="%1$s" class="btn btn-primary">%1$s</a>';

//PAGE BALANCE
$_['text_balance'] = 'Пополнение баланса';
$_['balance_heading_title'] = 'Пополнение баланса';
$_['balance_button_continue'] = 'Пополнить баланс';
$_['text_balance_sum'] = 'Cумма пополнения (%1$s):';
$_['entry_balance_sum'] = 'Введите сумму';
$_['text_balance_method'] = 'Метод оплаты:';

//BALANCE MOD
$_['addbalance_comment'] = 'Пополнение баланса %1$s';
$_['addbalance_text_transaction'] = 'Пополнение через платежную систему (%1$s)';
$_['addbalance_mail_customer'] = 'Баланс успешно поплнен. Текущий баланс %1$s';

//PAGE FPAY
$_['text_fpay'] = 'Оплата оговоренной суммы';
$_['fpay_heading_title'] = 'Оплата оговоренной суммы';
$_['fpay_button_continue'] = 'Оплатить';
$_['text_fpay_sum'] = 'Cумма оплаты (%1$s):';
$_['entry_fpay_sum'] = 'Введите сумму';
$_['text_fpay_method'] = 'Метод оплаты:';
$_['text_fpay_email'] = 'Ваш email:';
$_['text_fpay_phone'] = 'Номер телефона:';
$_['text_fpay_comment'] = 'Комментарий:';

//FPAY MOD
$_['addfpay_comment'] = 'Платеж от %1$s';
$_['addfpay_mail_customer'] = 'Ваш платеж успешно завершен. Номер транзакции %1$s. Сумма: %2$s';
$_['addfpay_mail_admin'] = 'Поступила оплата с формы свободного платежа. Номер транзакции %1$s, данные плательщика: %2$s. Сумма: %3$s';
$_['addfpay_mail_admin_comment'] = 'Комментарий: %1$s';


//FPAY MOD AND BALANCE MOD
$_['addfpay_success_text_message'] = 'Платеж успешно завершен.';
$_['addfpay_fail_text_message'] = 'Платеж не удался.';
?>