<?php
// All rights reserved ART&PR studio -> https://store.pe-art.ru
$_['entry_cloner'] 		 = 'Создать Копию';
$_['entry_dcloner'] 	 = 'Удалить Копию';
$_['button_cloner'] 	 = 'Клонирует данный модуль';
$_['button_dcloner'] 	 = 'Удаляет данный модуль, без возможности восстановления';
$_['entry_login']        = 'Публичный ключ:<br/><small>идентификатор созданной компании</small>';
$_['entry_password']     = 'Приватный ключ:';
$_['entry_fixen']        = 'Cумма к оплате:';
$_['entry_fixen_order']  = 'Итого';
$_['entry_fixen_proc']   = 'Процент от итого';
$_['entry_fixen_fix']    = 'Фиксированная';
$_['entry_fixen_amount'] = 'Сумма или процент к оплате:<br/><small>В валюте выбранной в основных настройках</small>';
$_['entry_minpay'] 		 = 'Минимальная сумма заказа:<br/><small>(ели меньше то метод не отображается)<br>В валюте выбранной в основных настройках</small>';
$_['entry_maxpay'] 		 = 'Максимальная сумма заказа:<br/><small>(ели больше то метод не отображается)<br>В валюте выбранной в основных настройках</small>';
$_['entry_start_status'] = 'Статус после оформления заказа:<br/><small>Только для Отложенной оплаты</small>';
$_['entry_on_status']    = 'Статус заказа после неуспешной или ожидаемой оплаты:<br/>Статус для активации Отложенной оплаты';
$_['entry_order_status'] = 'Статус после удачной оплаты:';
$_['entry_geo_zone']     = 'Регион доступности оплаты:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Сортировка:';
$_['entry_style']        = 'Вид кнопки под стиль темы:';
$_['text_payment']       = 'Оплата';
$_['text_order']         = 'Заказы';
$_['status_title']       = 'Оплаченные заказы';
$_['text_success']       = 'Настройки сохранены';
$_['text_my']       	 = 'Свой';
$_['text_default']       = 'По умолчанию';
$_['entry_instruction'] = 'Инструкция при оформлении заказа:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~order_id~ - номер заказа<br/>~paysum~ - сумма оплаты<br/>а также html теги.</small>';
$_['entry_instruction_tab']      = 'Использвать инструкцию при оформлении заказа?';
$_['entry_mail_instruction_tab']      = 'Использовать инструкцию в письме с заказом?';
$_['entry_mail_instruction']      = 'Инструкция в письме с заказом:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~order_id~ - номер заказа<br/>~paysum~ - сумма оплаты<br/>а также html теги.</small>';
$_['entry_success_comment_tab']      = 'Использовать комметарий покупателю в письме о успешной оплате?';
$_['entry_success_comment']      = 'Комметарий покупателю в письме о успешной оплате:<br/><small>Поддерживает переменные:<br/>~order_id~ - номер заказа<br/>~paysum~ - сумма оплаты</small>';
$_['entry_name_tab']      = 'Текст в название метода оплаты?';
$_['entry_name']      = 'Название метода оплаты:<br/><small>Поддерживает html теги. Можно использовать картинки (тэг img)</small>';
$_['entry_success_alert_admin_tab']      = 'Письмо администратору при успешной оплате:';
$_['entry_success_alert_customer_tab']      = 'Письмо покупателю при успешной оплате:';
$_['entry_success_page_tab']      = 'Свой текст на странице успешной оплаты?';
$_['entry_success_page_text']      = 'Текст на странице успешной оплаты:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~order_id~ - номер заказа<br/>~paysum~ - сумма оплаты<br/>а также html теги.</small>';
$_['entry_waiting_page_tab']      = 'Свой текст на странице ожидаемой оплаты?';
$_['entry_waiting_page_text']      = 'Текст на странице ожидаемой оплаты:<br/><small>Поддерживает переменные:<br/>~href~ - ссылка на оплату<br/>~order_id~ - номер заказа<br/>~paysum~ - сумма оплаты<br/>а также html теги.</small>';
$_['entry_later']      = 'Кнопка оплатить позже в оформлении заказа:';

$_['entry_hrefpage_tab']      = 'Свой текст на странице после перехода по ссылки из письма или из личного кабинета?';
$_['entry_hrefpage']      = 'Текст на странице после перехода по ссылки из письма или из личного кабинета:<br/><small>Поддерживает переменные:<br/>~order_id~ - номер заказа<br/>~paysum~ - сумма оплаты<br/>а также html теги.</small>';

$_['entry_license'] = 'Лицензионный ключ:';
$_['error_license']    = 'Введите Лицензионный ключ!<br/><small>Купить ключ можно на <a href="https://store.pe-art.ru">https://store.pe-art.ru</a></small>';
$_['error_key_er']     = 'Неправильный Лицензионный ключ!<br/><small>Ключ действителен только для одного домена. Купить ключ можно на <a href="https://store.pe-art.ru">https://store.pe-art.ru</a></small>';

$_['error_fixen'] = 'Введите значение';
$_['error_login']      = 'Заполните поле';
$_['error_password']   = 'Заполните поле';

$_['text_createorder_or_notcreate']       = 'Создавать заказ после оплаты:<br/><small>Если "Нет" то заказ создатся сразу, независимого от того прошла оплата или нет.</small>';
$_['text']       = 'Ссылка на оплату: ';

$_['entry_twostage'] = 'Способ транзакции:';
$_['text_twostage'] = 'Двухстадийная (c предавторизацией)';
$_['text_onestage'] = 'Одностадийная';

$_['entry_debug']      = 'Отладка передачи данных:<br/><small>Записывает передаваямые и получаемые данные в журнал (лог) модуля</small>';

$_['entry_returnpage']      = 'Страница возврата (success и fail):';
$_['entry_returnpage_self']      = 'Своя от модуля';
$_['entry_returnpage_default']      = 'Стандартная от магазина';

$_['entry_otlog']      = 'Режим перехода к оплате:<br/><small><b>Стандартный</b> - оплата сразу после оформления заказа.<br/><b>Отложенная оплата</b> - Разрешена только после проверки заказа.<br/><b>Контроль наличия товаров</b> - Все товары в корзине в наличии - работает стандартный режим, все или несколько товаров не в наличии - работает отложенный режим.</small>';
$_['entry_otlog_standard']      = 'Стандартный';
$_['entry_otlog_pay']      = 'Отложенная оплата';
$_['entry_otlog_stock']      = 'Контроль наличия товаров';

$_['text_success']		 			= 'Настройки модуля успешно обновлены!';
$_['error_permission']				= 'У Вас нет прав для управления этим модулем!';

$_['entry_fixen_ship']  = 'Доставка';
$_['entry_fixen_proc_ship']   = 'Процент от доставки';
$_['entry_fixen_order_noship']  = 'Итого без Доставки';
$_['entry_fixen_proc_noship']   = 'Процент от итого без доставки';
$_['entry_fixen_proc_sum']   = 'Процент от промежуточного итога (суммы)';
$_['entry_fixen_sum']   = 'Промежуточный итог (сумма)';

$_['entry_gruppa']     			 				= 'Группа покупателей которым доступна оплата:';
$_['text_all_groups']     			 			= 'Все группы';
$_['entry_shipping']     			 			= 'Методы доставки при которых доступна оплата:';
$_['text_all_shipping']     			 		= 'Все методы';
$_['error_noempty'] 	= 'Необходимо выбрать хотябы один пункт!';
$_['entry_store']     			 				= 'Магазин в котором доступна оплата:';

$_['text_showadmin_none']     			 			= 'Cкрывать';
$_['text_showadmin_only']     			 			= 'Показывать только администратору';
$_['text_showadmin_main']     			 			= 'Всегда показывать администратору';
$_['text_showadmin_default']     			 		= 'На основе правил';
$_['entry_showadmin']     			 				= 'Отображение в оформлении, редактировании, создании заказа:';

$_['text_orderset'] = 'Настройки модуля оплаты<br/><small>(Оформление, редактирование, создание заказа)</small>';
$_['text_allset'] = 'Основные настройки';

$_['entry_formcomment'] = 'Назначение платежа:<br/><small><br/>По умолчанию: Заказ НОМЕР-ЗАКАЗА<br/>Не поддерживает html теги. Можно использовать переменные - полный список доступен в документации</small>';

$_['entry_currency_pay'] = 'Валюта для которой доступна оплата:';
$_['entry_currency_merch'] = 'Валюта платежа на стороне платежной системы:';
$_['entry_currency_shop'] = 'Валюта магазина для связи с валютой платежа:';
$_['text_all_currency_pay'] = 'Все валюты';
$_['entry_result_url'] = 'Адрес уведомлений:';

//БАЛАНС
$_['text_balance']     		= 'Настройки модуля пополнения баланса';
$_['entry_artprbalance']    = 'Показывать в пополнении баланса магазина:<br/><small>Для того чтобы отображать кнопку пополнения, следуйте инструкциям согласно документации модуля</small>';
$_['entry_balance_name']    = 'Название метода:<br/><small>Поддерживает html теги. Можно использовать картинки (тэг img)</small>';
$_['entry_balance_url']     = 'Ссылка на пополнение баланса:<br/><small>Вы можете разместить ссылку в любом месте шаблона</small>';
$_['entry_balance_sort']    = 'Сортировка:';

//Свободная сумма
$_['text_fpay']     		= 'Настройки модуля оплаты свободной суммы';
$_['entry_artprfpay']     		= 'Показывать в оплате свободной суммы:<br/><small>Для того чтобы отображать кнопку оплаты свободных сумм, следуйте инструкциям согласно документации модуля</small>';
$_['entry_fpay_name']     	= 'Название метода:<br/><small>Поддерживает html теги. Можно использовать картинки (тэг img)</small>';
$_['entry_fpay_url']     	= 'Ссылка на оплату свободной суммы:<br/><small>Вы можете разместить ссылку в любом месте шаблона</small>';
$_['entry_fpay_sort']     	= 'Сортировка:';

//Статус
$_['heading_title_status'] = 'Оплаченные заказы LiqPay PRO';
$_['id'] = 'ID';
$_['num_order'] = 'Номер заказа';
$_['sum'] = 'Сумма';
$_['label'] = 'Номер в LiqPay';
$_['status'] = 'Статус';
$_['user'] = 'Пользователь';
$_['email'] = 'email';
$_['date_created'] = 'Дата создания';
$_['date_enroled'] = 'Дата оплаты';
$_['sender'] = 'ID платежа';
$_['entry_success'] = 'Завершен';
$_['label8'] = 'Тип';
$_['tran_order'] = 'Заказ';
$_['tran_balance'] = 'Баланс';
$_['tran_free'] = 'Свободный';
$_['tran_none'] = 'Не определен';

$_['entry_capture2'] = 'Подтвердить';
$_['status_list_1'] = 'Завершен';
$_['status_list_2'] = 'Ожидает подтверждения';
$_['status_list_3'] = 'Отменен';

$_['status_nodata'] = 'Нет данных';
$_['text_status'] = 'Список платежей';
$_['text_capture'] = 'Подтвердить платеж';
$_['text_cancel'] = 'Отменить платеж';
$_['text_status_info'] = 'Информация о платеже';
$_['text_status_true'] = 'Да';
$_['text_status_false'] = 'Нет';
$_['text_cancel_error'] = 'Отмена платежа не удалась!';
$_['text_cancel_success'] = 'Отмена платежа прошла успешно!';
$_['text_cancel_error_perrmission'] = 'Недостаточно прав! Разрешите доступ к sale/order для текущей группы пользователя!';
$_['text_capture_error'] = 'Подтвердить платеж не удалось!';
$_['text_capture_success'] = 'Подтверждение платежа прошло успешно!';
$_['text_capture_error_perrmission'] = 'Недостаточно прав! Разрешите доступ к sale/order для текущей группы пользователя!';

$_['stat_language'] = 'Язык';
$_['stat_result'] = 'Результат';
$_['stat_status'] = 'Статус';
$_['stat_acq_id'] = 'ID эквайера';
$_['stat_action'] = 'Тип операции';
$_['stat_agent_commission'] = 'Комиссия агента в валюте платежа';
$_['stat_amount'] = 'Сумма платежа';
$_['stat_amount_bonus'] = 'Бонус отправителя в валюте платежа debit';
$_['stat_amount_credit'] = 'Сумма транзакции credit в валюте currency_credit';
$_['stat_amount_debit'] = 'Сумма транзакции debit в валюте currency_debit';
$_['stat_authcode_credit'] = 'Код авторизации по транзакции credit';
$_['stat_authcode_debit'] = 'Код авторизации по транзакции debit';
$_['stat_bonus_procent'] = 'Размер скидки в процентах';
$_['stat_bonus_type'] = 'Тип бонуса, возможные значения bonusplus, discount_club, personal, promo';
$_['stat_card_token'] = 'Token карты оправителя';
$_['stat_commission_credit'] = 'Комиссия с получателя в валюте currency_credit';
$_['stat_commission_debit'] = 'Комиссия с отправителя в валюте currency_debit';
$_['stat_create_date'] = 'Дата создания платежа';
$_['stat_currency'] = 'Валюта платежа';
$_['stat_currency_credit'] = 'Валюта транзакции credit';
$_['stat_currency_debit'] = 'Валюта транзакции debit';
$_['stat_description'] = 'Комментарий к платежу';
$_['stat_end_date'] = 'Дата завершения/изменения платежа';
$_['stat_info'] = 'Дополнительная информация о платеже';
$_['stat_ip'] = 'IP адрес отправителя';
$_['stat_is_3ds'] = '3DS';
$_['stat_liqpay_order_id'] = 'Order_id платежа в системе LiqPay';
$_['stat_moment_part'] = 'Признак оплаты частями';
$_['stat_mpi_eci'] = '3ds';
$_['stat_order_id'] = 'Order_id платежа';
$_['stat_payment_id'] = 'Id платежа в системе LiqPay';
$_['stat_paytype'] = 'Способ оплаты.';
$_['stat_public_key'] = 'Публичный ключ магазина';
$_['stat_receiver_commission'] = 'Комиссия с получателя в валюте платежа';
$_['stat_rrn_credit'] = 'Уникальный номер транзакции в системе авторизации и расчетов обслуживающего банка Retrieval Reference number';
$_['stat_rrn_debit'] = 'Уникальный номер транзакции в системе авторизации и расчетов обслуживающего банка Retrieval Reference number';
$_['stat_sender_bonus'] = 'Бонус отправителя в валюте платежа';
$_['stat_sender_card_bank'] = 'Банк отправителя';
$_['stat_sender_card_country'] = 'Страна карты отправителя. Цифровой ISO 3166-1 код';
$_['stat_sender_card_mask2'] = 'Карта отправителя';
$_['stat_sender_card_type'] = 'Тип карты отправителя MC/Visa';
$_['stat_sender_commission'] = 'Комиссия с отправителя в валюте платежа';
$_['stat_sender_phone'] = 'Телефон отправителя';
$_['stat_transaction_id'] = 'Id транзакции в системе LiqPay';
$_['stat_type'] = 'Тип платежа';
$_['stat_version'] = 'Версия API';

$_['stat_mpi_eci_val_5'] = 'транзакция прошла с 3DS (эмитент и эквайер поддерживают технологию 3D-Secure)';
$_['stat_mpi_eci_val_6'] = 'эмитент карты плательщика не поддерживает технологию 3D-Secure';
$_['stat_mpi_eci_val_7'] = 'операция прошла без 3D-Secure';

$_['stat_action_val_pay'] = 'платеж';
$_['stat_action_val_hold'] = 'блокировка средств на счету отправителя';
$_['stat_action_val_paysplit'] = 'расщепление платежа';
$_['stat_action_val_subscribe'] = 'создание регулярного платежа';
$_['stat_action_val_paydonate'] = 'пожертвование';
$_['stat_action_val_auth'] = 'предавторизация карты';
$_['stat_action_val_regular'] = 'регулярный платеж';

$_['stat_paytype_val_card'] = 'оплата картой';
$_['stat_paytype_val_liqpay'] = 'через кабинет liqpay';
$_['stat_paytype_val_privat24'] = 'через кабинет приват24';
$_['stat_paytype_val_masterpass'] = 'через кабинет masterpass';
$_['stat_paytype_val_moment_part'] = 'рассрочка';
$_['stat_paytype_val_invoice'] = 'счет на e-mail';
$_['stat_paytype_val_qr'] = 'сканирование qr-кода';
$_['stat_paytype_val_cash'] = 'наличными';

$_['stat_val_error'] = 'Неуспешный платеж. Некорректно заполнены данные';
$_['stat_val_failure'] = 'Неуспешный платеж';
$_['stat_val_reversed'] = 'Платеж возвращен';
$_['stat_val_subscribed'] = 'Подписка успешно оформлена';
$_['stat_val_success'] = 'Успешный платеж';
$_['stat_val_unsubscribed'] = 'Подписка успешно деактивирована';
$_['stat_val'] = 'Cтатусы требующие подтверждения платежа';
$_['stat_val_3ds_verify'] = 'Требуется 3DS верификация.';
$_['stat_val'] = 'Для завершения платежа, требуется выполнить 3ds_verify';
$_['stat_val_captcha_verify'] = 'Ожидается подтверждение captcha';
$_['stat_val_cvv_verify'] = 'Требуется ввод CVV карты отправителя. Для завершения платежа, требуется выполнить cvv_verify';
$_['stat_val_ivr_verify'] = 'Ожидается подтверждение звонком ivr';
$_['stat_val_otp_verify'] = 'Требуется OTP подтверждение клиента. OTP пароль отправлен на номер телефона Клиента. Для завершения платежа, требуется выполнить otp_verify';
$_['stat_val_password_verify'] = 'Ожидается подтверждение пароля приложения Приват24';
$_['stat_val_phone_verify'] = 'Ожидается ввод телефона клиентом. Для завершения платежа, требуется выполнить phone_verify';
$_['stat_val_pin_verify'] = 'Ожидается подтверждение pin-code';
$_['stat_val_receiver_verify'] = 'Требуется ввод данных получателя. Для завершения платежа, требуется выполнить receiver_verify';
$_['stat_val_sender_verify'] = 'Требуется ввод данных отправителя. Для завершения платежа, требуется выполнить sender_verify';
$_['stat_val_senderapp_verify'] = 'Ожидается подтверждение в приложении SENDER';
$_['stat_val_wait_qr'] = 'Ожидается сканирование QR-кода клиентом';
$_['stat_val_wait_sender'] = 'Ожидается подтверждение оплаты клиентом в приложении Privat24/SENDER';
$_['stat_val_p24_verify'] = 'Ожидается завершение платежа в Приват24';
$_['stat_val_mp_verify'] = 'Ожидается завершение платежа в кошельке MasterPass';
$_['stat_val_cash_wait'] = 'Ожидается оплата наличными в ТСО';
$_['stat_val_hold_wait'] = 'Сумма успешно заблокирована на счету отправителя';
$_['stat_val_invoice_wait'] = 'Инвойс создан успешно, ожидается оплата';
$_['stat_val_prepared'] = 'Платеж создан, ожидается его завершение отправителем';
$_['stat_val_processing'] = 'Платеж обрабатывается';
$_['stat_val_wait_accept'] = 'Деньги с клиента списаны, но магазин еще не прошел проверку. Если магазин не пройдет активацию в течение 180 дней, платежи будут автоматически отменены';
$_['stat_val_wait_card'] = '	Не установлен способ возмещения у получателя';
$_['stat_val_wait_compensation'] = 'Платеж успешный, будет зачислен в ежесуточной проводке';
$_['stat_val_wait_lc'] = 'Аккредитив. Деньги с клиента списаны, ожидается подтверждение доставки товара';
$_['stat_val_wait_reserve'] = 'Средства по платежу зарезервированы для проведения возврата по ранее поданной заявке';
$_['stat_val_wait_secure'] = 'Платеж на проверке';
$_['stat_val_try_again'] = 'Оплата неуспешна. Клиент может повторить попытку еще раз';



//подверждение отмена
$_['heading_title_capture'] = 'Статус платежа. LiqPay';

//LOGS
$_['button_logs']	   = 'Журнал';
// Heading
$_['heading_title_logs']	   = 'Журнал LiqPay PRO';

// Text
$_['text_success_logs']	   = 'Журнал LiqPay PRO успешно очищен!';
$_['text_list_logs']       = '';

// Error
$_['error_warning_logs']	   = 'ВНИМАНИЕ: Your log file %s is %s!';
$_['error_permission_logs'] = 'У вас нет прав что бы очистить журнал!';


//ocmod
$_['pay_text_mail'] = 'Перейти на оплату можно по ссылке ';
$_['pay_text_admin'] = 'Ссылка на оплату:';
?>