<?php
// Heading
$_['heading_title']  = 'Компаниям';

// Text
$_['text_location']  = 'Наше местонахождение';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Написать нам';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Благодарим за интерес к компании Radio Shop!</p>
<p>Ваш запрос принят и будет обработан нами в минимальные сроки. В течение 2 часов с Вами свяжется наш менеджер.</p>
<p>Обратите внимание на наш режим работы по обработке заявок: <b>понедельник-пятница с 9 до 19</b>. </p>
<p>Если заявка была отправлена после 18-30 или в нерабочее время, то ответ будет с 9 до 11 на следующий рабочий день после отправки.
</p>';
$_['button_submit']         = 'Отправить сообщение';

// Entry
$_['entry_name']     = 'ФИО';
$_['entry_company']  = 'Организация';
$_['entry_phone']  = 'Телефон';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_enquiry']  = 'Текст запроса';
$_['entry_captcha']  = 'Введите код, указанный на картинке';

// Email
$_['email_subject']  = 'radio-shop.com.ua - Форма запроса от компании';
$_['email_subject2'] = 'Заявка Radio Shop';
$_['thanks'] = '<p>Спасибо за интерес к компании Radio Shop!</p>
<p>Ваш запрос был принят и отправлен в обработку. Будьте уверены, что мы стараемся ответить Вам как можно быстрее. Максимальное время ответа – 2 часа.</p>
<p>Обратите внимание на наш режим работы по обработке заявок: <b>понедельник-пятница с 9 до 19</b>. </p>
<p>Если заявка была отправлена после 18-30 или в нерабочее время, то ответ будет с 9 до 11 на следующий рабочий день после отправки.</p>
<p>Если по каким-либо причинам с вами так и не связались, сообщите нам:</p>
(044) 337 58 00<br>
(097) 343 58 00<br>
(099) 604 38 65<br>
(093) 125 78 11<br>
<p>Viber: (097) 343 58 00</p>
<p>Хотите сообщить что-то еще? – Ответьте на это письмо.</p>
<p>Хорошего дня!</p>';

$_['you_send'] = 'Вы отправили такие данные';
$_['name2'] = 'Radio Shop';
$_['email_company'] = 'Организация:';
$_['email_message'] = 'Текст сообщения';
$_['email_phone'] = 'Телефон:';
$_['email_mail'] = 'Email:';
$_['email_time']= 'Время отправки запроса: ';
$_['email_sposob'] = 'Предпочитаемый способ получения ответа:';

// Errors
$_['error_name']     = 'ФИО должно быть от 3 до 32 символов!';
$_['error_company']     = 'Название организации должно быть от 3 до 32 символов!';
$_['error_phone']     = 'Телефон должен быть от 3 до 13 символов и содеражть только цифры!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';
$_['error_captcha']  = 'Проверочный код не совпадает с изображением!';

$_['text_one_click_mask']  			= '+38(999)999-99-99';

$_['company_text_1']  			= '<p><h1>Добро пожаловать в интернет-магазин Radio Shop!</h1></p>

<p>Для наших Клиентов &ndash; юридических лиц и физических лиц-предпринимателей мы предлагаем особые условия обслуживания на постоянной основе.</p>

<p>Мы работаем по безналичному расчету (с НДС, без НДС). Предоставляем все необходимые документы (по запросу). Гарантируем выполнение сроков поставок и сервисного обслуживания.</p>

<p>Цены на сайте указаны без учета НДС.</p>

<p>Работаем с государственными организациями!</p>

<p>Отправляйте Ваши запросы по адресу: salesradioshop@gmail.com. Максимальное время обработки запроса - 2 часа.</p>';

$_['company_text_leg']  			= 'Отправить запрос в компанию Radio Shop<br>Получите ответ на свой запрос до 2 часов!';	
$_['company_but_1']  			= 'Получить счет с НДС';	
$_['company_but_2']  			= 'Получить счет без НДС';	
$_['company_but_3']  			= 'Узнать цены, наличие и сроки поставки';	
$_['company_but_4']  			= 'Предложить сотрудничество';

$_['company_val_1']  			= 'Добрый день! Хотим получить счет с НДС на следующие товары:';	
$_['company_val_2']  			= 'Добрый день! Хотим получить счет без НДС на следующие товары:';	
$_['company_val_3']  			= 'Добрый день! Хотим узнать цены, наличие и сроки поставки на следующие товары:';	
$_['company_val_4']  			= 'Добрый день! Предлагаем сотрудничество по вопросу…';	

$_['company_text_file_1']  			= 'Прикрепить файл <span style="font-size:12px;">(прикрепите сюда файл с заявкой, фото товара, уставные документы или другой файл)</span>';	
$_['company_text_file_2']  			= 'Загрузить файл';	
$_['company_text_file_3']  			= 'Предпочитаемый способ получения ответа:';	
$_['company_text_file_4']  			= 'Ответить по e-mail и перезвонить';	
$_['company_text_file_5']  			= 'Ответить только по e-mail';	
$_['company_text_file_6']  			= 'Только перезвонить';	
$_['company_text_2']  			= '<h2 style="color:#3399cc; font-size:18px"><strong>Варианты сотрудничества</strong></h2>

<div class="row" style="margin-left:0px;">



<strong>Разовая закупка</strong>

<p>Получаем от вас запрос &ndash; Выставляем счет - Отправляем после оплаты &ndash; Обеспечиваем гарантийное обслуживание &ndash; Информируем об акциях и новинках - Ожидаем очередной заказ :)</p>

<strong>Регулярные закупки</strong>

<p>Оговариваем выгодные условия сотрудничества - Заключаем договор поставки &ndash; Заранее готовим ваш заказ (Товар всегда будет в наличии) &ndash; Подтверждаем ваш запрос &ndash; Выставляем счет &ndash; Отправляем в день оплаты &ndash; Обеспечиваем гарантийное обслуживание - Продолжаем работу по договору &ndash; Информируем об акциях и новинках.</p>

<strong>Крупная закупка</strong>

<p>Оговариваем размер скидки в зависимости от заказа &ndash; Заключаем договор &ndash; Выставляем счет &ndash; Получаем предоплату по условиям договора - Заказываем товар (при отсутствии требуемого кол-ва на складе) - Отправляем заказ &ndash; Обеспечиваем гарантийное обслуживание &ndash; Информируем об акциях и новинках - Ожидаем очередной заказ :)</p>
<strong>Оптовые закупки</strong>

<p>Оптовым клиентам и партнерам предлагаем индивидуальные условия ценовой политики и обслуживания. Просто свяжитесь с нами любым удобным способом!</p>
</div>

<h2 style="text-align:center;color:#3399cc; font-size:18px"><strong>Гарантируем каждому Клиенту</strong></h2>
<div class="row" style="margin-left:0px;margin-top:20px;">


<ul class="spisok">
	<li>Оперативная обработка запросов</li>
	<li>Консультирование и информационное сопровождение по товарам</li>
	<li>Специальные цены для крупных заказов</li>
	<li>Выгодные цены для наших постоянных клиентов</li>
	<li>Акционные предложения на различные группы товаров</li>
	<li>Рассылка новинок и спецпредложений по интересующим товарам</li>
	<li>Обновление и расширение ассортимента для эффективного решения Ваших задач</li>
	<li>Доставка любым удобным способом</li>
	<li>Особые условия для постоянных клиентов: тестовый период, подбор товара, который не входит в ассортимент магазина для комплектации заказа; различные варианты оплаты, бонусы и подарки</li>
	<li>Оформление всех необходимых документов</li>
</ul>

</div>
<h2 style="text-align:center"><strong>Наши Клиенты</strong></h2>

<p>Нашими постоянными клиентами являются компании различного профиля: производственные предприятия, заводы, автотранспортные компании, сервисные центры по ремонту и обслуживанию техники, торговые предприятия, интернет-провайдеры и телекоммуникационные компании, а также многие другие.</p>
';	






