<?php
// Heading 
$_['heading_title']                  = 'Оформлення замовлення';

$_['button_login']                   = 'Вхід';
$_['button_order']                   = 'Оформити замовлення';
$_['button_save_changes']            = 'Зберегти зміни';
$_['button_prev']                    = 'Назад';
$_['button_next']                    = 'Вперед';

// Text
$_['text_cart']                      = 'Кошик';
$_['text_checkout_customer']         = 'Покупець';
$_['text_checkout_customer_login']   = 'Зареєстрований';
$_['text_checkout_customer_cancel']  = 'Відміна';
$_['text_checkout_shipping_method']  = 'Спосіб доставки';
$_['text_checkout_payment_method']   = 'Спосіб оплати';
$_['text_checkout_payment_address']  = 'Адреса оплати';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_city']                      = 'Начните набирать Ваш город и выберите его из списка';
$_['text_shipping_address']          = 'Введите Ваш адрес для получения полной информации по доставке';
$_['text_payment_address']           = 'Введите Ваш адрес для получения полной информации по оплате';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_only']                      = 'Регіон: %s';
$_['text_reward']                    = 'Бонусних балів: %s';
$_['text_items']                     = 'Товарів: %s (%s)';
$_['text_empty']                     = 'Ваш кошик пустий!';
$_['text_login']                     = 'Необходимо войти в <a href="%s">личный кабинет</a> или создать <a href="%s">учетную запись</a> чтобы видеть цены!';
$_['text_agree']                     = 'Я прочитав і згоден з правилами <a class="colorbox fancybox agree" href="%s" alt="%s"><b>%s</b></a>';
$_['text_agree_shoppica']            = 'Я прочитав і згоден з правилами <a class="s_main_color" rel="prettyPhoto[ajax]" href="%s&iframe=true" alt="%s"><b>%s</b></a>';
$_['text_private']                   = 'Физ. лицо';
$_['text_company']                   = 'Юр. лицо';
$_['text_add_new']                   = 'Добавить новый адрес';
$_['text_your_company']              = 'Данные организации';
$_['text_select_address']            = 'Выберите адрес';
$_['text_proceed_payment']           = 'Подождите... Происходит переход к оплате';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_payment_form_title']        = 'Оплата';
$_['text_account_created']           = 'Ваш аккаунт создан! Вы можете перейти к оплате заказа!';
$_['text_need_save_changes']         = 'Необходимо сохранить изменения перед оплатой!';
$_['text_saving_changes']            = 'Сохранение изменений...';
$_['text_you_will_be_registered']    = 'Вы будете зарегистрированы!';
$_['text_please_confirm']            = 'Заказ не подтвержден и может быть потерян!';

// Column
$_['column_image']                   = 'Фото';
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = '<span title="Кількість">Кіл-сть</span>';
$_['column_price']                   = 'Ціна';
$_['column_total']                   = 'Всього';

// Entry
$_['entry_email']                    = 'Email:';
$_['entry_password']                 = 'Пароль:';
$_['entry_password_confirm']         = 'Подтвердите пароль:';
$_['entry_register']                 = 'Зарегистрироваться на сайте:';
$_['entry_coupon']                   = 'Купон:';
$_['entry_reward']                   = 'Использовать баллов (не более %s):';
$_['entry_voucher']                  = 'Подарочный сертификат:';
$_['entry_newsletter']               = 'Подписаться на новости:';
$_['entry_address_same'] 	         = 'Адрес доставки совпадает с адресом плательщика';
$_['entry_customer_type'] 	         = 'Тип покупателя';

// Error
$_['error_login']                    = 'Ошибка: Неверный E-Mail или пароль!';
$_['error_exists']                   = 'E-Mail уже зарегистрирован! Выполните вход для совершения заказа!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_no_payment']               = 'Оплата по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_stock']                    = 'Товары, отмеченные ***, недоступны в нужном количестве или их нет на складе!';
$_['error_minimum']                  = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_agree']                    = 'Вы должны согласиться с условиями соглашения "%s"!';
$_['error_password']                 = 'В пароле должно быть от 4 до 20 символов!';
$_['error_password_confirm']         = 'Пароль и подтверждение пароля должны совпадать!';
$_['error_coupon']                   = 'Помилка: купон або недійсний, або недостатня сума замовлення, або минув термін його дії, або досягнуто межу його використання!';
$_['error_voucher']                  = 'Неверно указан код Подарочного Сертификата, либо он уже использован, либо истёк срок действия!';
$_['error_reward']                   = 'Пожалуйста введите количество бонусных баллов, которые Вы хотите использовать!';
$_['error_points']                   = 'У вас нет столько бонусных баллов!';
$_['error_maximum']                  = 'Можно потратить не более %s бонусных баллов!';
$_['error_shipping']                 = 'Вы должны выбрать способ доставки!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_payment']                  = 'Вы должны выбрать способ оплаты!';
$_['error_no_payment']               = 'Оплата по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_min_amount']               = 'Увага: Мінімальна сума замовлення %s!';
$_['error_max_amount']               = 'Винмание: Максимальная сумма для заказа %s!';
$_['error_min_quantity']             = 'Внимание: Минимальное количество для заказа %s!';
$_['error_max_quantity']             = 'Внимание: Максимальное количество для заказа %s!';
$_['error_min_weight']               = 'Внимание: Минимальный вес для заказа %s!';
$_['error_max_weight']               = 'Внимание: Максимальный вес для заказа %s!';
$_['error_filename']                 = 'Имя файла должно быть от 3 до 64 знаков!';
$_['error_filetype']                 = 'Недопустимый тип файла!';
$_['error_attempts']                 = 'Внимание: Вы превысили допустимое количество попыток входа в систему. Пожалуйста, попробуйте через час.';
$_['text_summary']                   = 'Общая информация по заказу';
$_['text_summary_comment']           = 'Комментарий';
$_['text_summary_shipping_address']  = 'Адрес доставки';
$_['text_summary_payment_address']   = 'Адрес оплаты';
$_['text_besp']   = '<strong>БЕЗКОШТОВНА ДОСТАВКА</strong> оплачених замовлень НЕАКЦІЙНИХ ТОВАРІВ ДО 30 КГ:<br>
<strong>Нова Пошта - від 5000 грн.</strong><br>
Онлайн-оплата або Передплата на розрахунковий рахунок

<!--<strong>БЕЗКОШТОВНА ДОСТАВКА</strong> оплачених замовлень НЕАКЦІЙНИХ ТОВАРІВ:<br>
<strong>УкрПошта - від 2000 грн.</strong><br>
<strong>Нова Пошта - від 3000 грн.</strong><br>
Передплата на картку або онлайн-оплата..-->';
$_['text_bespdost']   = '<strong>Акція! Безкоштовна доставка</strong>';
?>