<?php
// Heading
$_['heading_title'] = 'Ваше замовлення прийняте!';

// Text
$_['text_basket'] = 'Кошик';
$_['text_checkout'] = 'Оформити замовлення';
$_['text_success'] = '';
$_['text_customer']        = '<p>Ваше замовлення прийняте!</p>';
$_['text_guest']           = '<p>Ваше замовлення прийняте</p>';
$_['column_order_id']         = '№ Замовлення';
$_['text_message_2']         = '<p>Підтвердження відправлено на вказану Вами адресу електронної пошти. Найближчим часом чекайте дзвінка менеджера для підтвердження замовлення. <br> Якщо Ви залишили побажання не передзвонювати, то замовлення буде оброблено без дзвінка. <br> Ви зробили правильний вибір, що звернулися до нас! Якщо залишилися якісь питання - сміливо задавайте. <br> Дякуємо за покупку в Radio Shop!</p>';