<?php
// Heading
$_['heading_title']    = 'Отзывы о товарах (модуль и страница)';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успешно: Вы обновили модуль!';
$_['text_edit']        = 'Редактирование модуля';

$_['text_order_last']   = 'Последние';
$_['text_order_random'] = 'Случайные';
$_['text_horizontal']   = 'Горизонтальный';
$_['text_vertical']     = 'Вертикальный';
$_['text_slider']       = 'Слайдер';
$_['text_yes']          = 'Да';
$_['text_no']           = 'Нет';

// Entry
$_['entry_name']                = 'Название модуля';
$_['entry_header']              = 'Заголовок';
$_['entry_order_type']          = 'Показывать';
$_['entry_layout']              = 'Макет';
$_['entry_limit']               = 'Лимит';
$_['entry_text_limit']          = 'Кол-во символов текста';
$_['entry_width']               = 'Ширина фото';
$_['entry_height']              = 'Высота фото';
$_['entry_category_sensitive']  = 'Чуствительность к категориям';
$_['entry_show_all_button']     = 'Показать кнопку "Все отзывы"';
$_['entry_status']              = 'Статус';

// Error
$_['error_permission'] = 'Ошибка: У вас нет прав доступа на управление модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_header']     = 'Заголовок должен содержать от 3 до 64 символов!';
$_['error_type']       = 'Неверный тип модуля отзывов!';
$_['error_layout']     = 'Неверный макет модуля отзывов!';
$_['error_width']      = 'Ширина фото обязательна!';
$_['error_height']     = 'Высота фото обязательна!';