<?php
// Heading
$_['heading_title']        = 'Ваш заказ принят!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформить заказ';
$_['text_success']         = '';
$_['text_customer']        = '<p>Ваш  заказ принят!</p>';
$_['text_guest']           = '<p>Ваш  заказ принят!</p>';
$_['column_order_id']         = '№ Заказа';
$_['text_message_2']         = '<p>Подтверждение отправлено на указанный Вами адрес электронной почты. В ближайшее время ожидайте звонка менеджера для подтверждения заказа. <br>Если Вы оставили пожелание не перезванивать, то заказ будет обработан без звонка.<br>Вы сделали правильный выбор, что обратились к нам! Если остались какие-то вопросы - смело задавайте.<br>Спасибо за покупку в Radio Shop!</p>';